# -*- coding: utf-8 -*-
#####################################################################################################################
#                                                                                                                   #
# Script for researching and experiments                                                                            #
#                                                                                                                   #
# Скрипт для ресёрча и экспериментов                                                                                #
#                                                                                                                   #
# MIT License                                                                                                       #
# Copyright (c) 2020 Michael Nikitenko                                                                              #
#                                                                                                                   #
#####################################################################################################################

# TODO: Разобраться как устроен wxPython и попробовать нарисовать адаптивное окно.

